Repository: xcv58/MacTools
Catalog: Plugins/SystemStatus/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# settings.metric.collapsed
source: 已折叠
ar: مطوي
de: Reduziert
en: Collapsed
es: Contraído
fr: Réduit
ja: 折りたたみ
ko: 접힘
pt: Recolhido
ru: Свёрнуто
tr: Daraltıldı
zh_hant: 已摺疊

# settings.menuBar.builderDescription
source: 拖拽调整顺序，展开设置样式和数值。
ar: اسحب لإعادة الترتيب ووسّع المؤشر لضبط النمط والقيم.
de: Zum Sortieren ziehen; aufklappen, um Stil und Werte einzustellen.
en: Drag to reorder; expand a metric to set its style and values.
es: Arrastra para reordenar; expande para ajustar el estilo y los valores.
fr: Faites glisser pour réorganiser ; développez pour régler le style et les valeurs.
ja: ドラッグして並べ替え、展開してスタイルと値を設定します。
ko: 드래그하여 순서를 바꾸고 펼쳐서 스타일과 값을 설정하세요.
pt: Arraste para reordenar; expanda para definir o estilo e os valores.
ru: Перетащите для изменения порядка; разверните для настройки стиля и значений.
tr: Sıralamak için sürükleyin; stil ve değerleri ayarlamak için bir göstergeyi genişletin.
zh_hant: 拖移調整順序，展開設定樣式和數值。

# settings.menuBar.previewEmpty
source: 选择指标后将在这里预览。
ar: اختر مؤشرات لمعاينتها هنا.
de: Metriken auswählen, um hier eine Vorschau zu sehen.
en: Select metrics to preview them here.
es: Selecciona métricas para previsualizarlas aquí.
fr: Sélectionnez des mesures pour les prévisualiser ici.
ja: 指標を選択すると、ここにプレビューされます。
ko: 여기서 미리 볼 지표를 선택하십시오.
pt: Selecione métricas para as pré-visualizar aqui.
ru: Выберите показатели для предпросмотра.
tr: Göstergeleri burada önizlemek için seçin.
zh_hant: 選擇指標後將在此處預覽。

# settings.menuBar.setAllMetricsTo
source: 所有指标设为
ar: تعيين كل المقاييس إلى
de: Alle Metriken festlegen als
en: Set All Metrics To
es: Establecer todas las métricas como
fr: Définir toutes les mesures sur
ja: すべての指標を設定
ko: 모든 지표 설정
pt: Definir todas as métricas como
ru: Установить для всех показателей
tr: Tüm Göstergeler İçin
zh_hant: 所有指標設為

# settings.menuBar.reset
source: 重置
ar: إعادة تعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hant: 重設

# settings.menuBar.resetStylesAndLayout
source: 重置样式与布局
ar: إعادة تعيين الأنماط والتخطيط
de: Stile und Layout zurücksetzen
en: Reset Styles & Layout
es: Restablecer estilos y diseño
fr: Réinitialiser les styles et la disposition
ja: スタイルとレイアウトをリセット
ko: 스타일 및 레이아웃 재설정
pt: Redefinir estilos e layout
ru: Сбросить стили и макет
tr: Stilleri ve Düzeni Sıfırla
zh_hant: 重設樣式與佈局

# settings.menuBar.resetAll
source: 重置所有菜单栏设置…
ar: إعادة تعيين جميع إعدادات شريط القائمة…
de: Alle Menüleisteneinstellungen zurücksetzen …
en: Reset All Menu Bar Settings…
es: Restablecer todos los ajustes de la barra de menús…
fr: Réinitialiser tous les réglages de la barre des menus…
ja: メニューバーのすべての設定をリセット…
ko: 모든 메뉴 막대 설정 재설정…
pt: Redefinir todos os ajustes da barra de menus…
ru: Сбросить все настройки строки меню…
tr: Tüm Menü Çubuğu Ayarlarını Sıfırla…
zh_hant: 重設所有選單列設定…

# settings.menuBar.resetAll.confirmationTitle
source: 重置所有菜单栏设置？
ar: إعادة تعيين جميع إعدادات شريط القائمة؟
de: Alle Menüleisteneinstellungen zurücksetzen?
en: Reset All Menu Bar Settings?
es: ¿Restablecer todos los ajustes de la barra de menús?
fr: Réinitialiser tous les réglages de la barre des menus ?
ja: メニューバーのすべての設定をリセットしますか？
ko: 모든 메뉴 막대 설정을 재설정할까요?
pt: Redefinir todos os ajustes da barra de menus?
ru: Сбросить все настройки строки меню?
tr: Tüm Menü Çubuğu Ayarları Sıfırlansın mı?
zh_hant: 重設所有選單列設定？

# settings.menuBar.resetAll.confirmationMessage
source: 这会还原菜单栏指标的样式、数值、显示状态和顺序。
ar: سيؤدي هذا إلى استعادة أنماط مؤشرات شريط القائمة وقيمها وحالة ظهورها وترتيبها.
de: Dadurch werden Stile, Werte, Sichtbarkeit und Reihenfolge der Menüleistenmetriken zurückgesetzt.
en: This restores the styles, values, visibility, and order of menu bar metrics.
es: Esto restaura los estilos, valores, visibilidad y orden de las métricas de la barra de menús.
fr: Cette opération rétablit les styles, les valeurs, la visibilité et l’ordre des indicateurs de la barre des menus.
ja: メニューバー指標のスタイル、値、表示状態、順序が復元されます。
ko: 메뉴 막대 지표의 스타일, 값, 표시 여부 및 순서를 복원합니다.
pt: Isto restaura os estilos, valores, visibilidade e ordem das métricas da barra de menus.
ru: Будут восстановлены стили, значения, видимость и порядок показателей строки меню.
tr: Bu işlem, menü çubuğu göstergelerinin stillerini, değerlerini, görünürlüğünü ve sırasını geri yükler.
zh_hant: 這會還原選單列指標的樣式、數值、顯示狀態和順序。

# settings.menuBar.resetAll.cancel
source: 取消
ar: إلغاء
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
tr: İptal

# settings.menuBar.resetAll.confirm
source: 重置
ar: إعادة تعيين
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сбросить
tr: Sıfırla
zh_hant: 重設

# settings.menuBarStyle.title
source: 样式
ar: النمط
de: Stil
en: Style
es: Estilo
fr: Style
ja: スタイル
ko: 스타일
pt: Estilo
ru: Стиль
tr: Stil
zh_hant: 樣式

# settings.menuBarStyle.mixed
source: 混合
ar: مختلط
de: Gemischt
en: Mixed
es: Mixto
fr: Mixte
ja: 混在
ko: 혼합
pt: Misto
ru: Смешанный
tr: Karışık

# settings.menuBarLayout.detailed
source: 详细
ar: مفصل
de: Detailliert
en: Detailed
es: Detallado
fr: Détaillé
ja: 詳細
ko: 자세히
pt: Detalhado
ru: Подробно
tr: Ayrıntılı
zh_hant: 詳細

# settings.menuBarLayout.compact
source: 紧凑
ar: مدمج
de: Kompakt
en: Compact
es: Compacto
fr: Compact
ja: コンパクト
ko: 간단히
pt: Compacto
ru: Компактно
tr: Kompakt
zh_hant: 緊湊

# settings.menuBarLayout.minimal
source: 极简
ar: حد أدنى
de: Minimal
en: Minimal
es: Mínimo
fr: Minimal
ja: ミニマル
ko: 최소
pt: Mínimo
ru: Минимально
tr: Minimal
zh_hant: 極簡

# settings.menuBarValueArrangement.title
source: 数值布局
ar: تخطيط القيم
de: Wertelayout
en: Value Layout
es: Diseño de valores
fr: Disposition des valeurs
ja: 値のレイアウト
ko: 값 레이아웃
pt: Layout dos valores
ru: Расположение значений
tr: Değer Düzeni
zh_hant: 數值佈局

# settings.menuBarValueArrangement.automatic
source: 自动
ar: تلقائي
de: Automatisch
en: Auto
es: Automático
fr: Automatique
ja: 自動
ko: 자동
pt: Automático
ru: Авто
tr: Otomatik
zh_hant: 自動

# settings.menuBarValueArrangement.stacked
source: 上下排列
ar: مكدس
de: Gestapelt
en: Stacked
es: Apilado
fr: Empilé
ja: 縦並び
ko: 세로 배치
pt: Empilhado
ru: Столбцом
tr: Alt Alta

# settings.menuBarValueArrangement.inline
source: 并排显示
ar: جنبًا إلى جنب
de: Nebeneinander
en: Inline
es: En línea
fr: Côte à côte
ja: 横並び
ko: 가로 배치
pt: Lado a lado
ru: В строку
tr: Yan Yana
zh_hant: 並排顯示

# component.metric.openDetailFormat
source: 打开%@详情
ar: فتح تفاصيل %@
de: %@-Details öffnen
en: Open %@ Details
es: Abrir detalles de %@
fr: Ouvrir les détails de %@
ja: %@の詳細を開く
ko: %@ 세부사항 열기
pt: Abrir detalhes de %@
ru: Открыть сведения: %@
tr: %@ Ayrıntılarını Aç
zh_hant: 打開%@詳細資料

# detail.minimum
source: 最低
ar: الحد الأدنى
de: Minimum
en: Minimum
es: Mínimo
fr: Minimum
ja: 最小
ko: 최소
pt: Mínimo
ru: Минимум
tr: En Düşük

# detail.average
source: 平均
ar: المتوسط
de: Durchschnitt
en: Average
es: Promedio
fr: Moyenne
ko: 평균
pt: Média
ru: Среднее
tr: Ortalama

# detail.maximum
source: 最高
ar: الحد الأقصى
de: Maximum
en: Maximum
es: Máximo
fr: Maximum
ja: 最大
ko: 최대
pt: Máximo
ru: Максимум
tr: En Yüksek

# menuBar.action.openDashboard
source: 打开仪表盘
ar: فتح لوحة المعلومات
de: Dashboard öffnen
en: Open Dashboard
es: Abrir panel
fr: Ouvrir le tableau de bord
ja: ダッシュボードを開く
ko: 대시보드 열기
pt: Abrir painel
ru: Открыть панель
tr: Kontrol Panelini Aç
zh_hant: 打開儀表板

# menuBar.action.customize
source: 自定义指标…
ar: تخصيص المؤشرات…
de: Metriken anpassen …
en: Customize Metrics…
es: Personalizar métricas…
fr: Personnaliser les indicateurs…
ja: 指標をカスタマイズ…
ko: 측정항목 사용자화…
pt: Personalizar métricas…
ru: Настроить показатели…
tr: Göstergeleri Özelleştir…
zh_hant: 自訂指標…

# settings.menuBarValue.usage
source: 使用率
ar: الاستخدام
de: Auslastung
en: Usage
es: Uso
fr: Utilisation
ko: 사용량
pt: Uso
ru: Использование
tr: Kullanım

# settings.menuBarValue.temperature
source: 温度
ar: درجة الحرارة
de: Temperatur
en: Temperature
es: Temperatura
fr: Température
ko: 온도
pt: Temperatura
ru: Температура
tr: Sıcaklık
zh_hant: 溫度

# settings.menuBarValue.power
source: 功率
ar: الطاقة
de: Leistung
en: Power
es: Potencia
fr: Puissance
ja: 電力
ko: 전력
pt: Potência
ru: Мощность
tr: Güç

# settings.menuBarValue.load
source: 1 分钟负载
ar: حمل دقيقة
de: 1-Min.-Last
en: 1-Minute Load
es: Carga de 1 minuto
fr: Charge sur 1 min
ja: 1分間負荷
ko: 1분 부하
pt: Carga de 1 minuto
ru: Нагрузка за 1 мин
tr: 1 Dakikalık Yük
zh_hant: 1 分鐘負載

# settings.menuBarValue.used
source: 已用
ar: المستخدم
de: Verwendet
en: Used
es: Usado
fr: Utilisé
ja: 使用済み
ko: 사용됨
pt: Usado
ru: Использовано
tr: Kullanılan
zh_hant: 已使用

# settings.menuBarValue.swap
source: 交换空间
ar: مساحة التبديل
de: Auslagerung
en: Swap
es: Intercambio
fr: Mémoire d’échange
ja: スワップ
ko: 스왑
pt: Swap
ru: Подкачка
tr: Takas
zh_hant: 交換空間

# settings.menuBarValue.free
source: 可用空间
ar: المساحة المتاحة
de: Freier Speicher
en: Free Space
es: Espacio libre
fr: Espace libre
ja: 空き容量
ko: 사용 가능 공간
pt: Espaço livre
ru: Свободно
tr: Boş Alan
zh_hant: 可用空間

# settings.menuBarValue.read
source: 读取速率
ar: سرعة القراءة
de: Leserate
en: Read Rate
es: Velocidad de lectura
fr: Débit de lecture
ja: 読み込み速度
ko: 읽기 속도
pt: Taxa de leitura
ru: Чтение
tr: Okuma Hızı
zh_hant: 讀取速率

# settings.menuBarValue.write
source: 写入速率
ar: سرعة الكتابة
de: Schreibrate
en: Write Rate
es: Velocidad de escritura
fr: Débit d’écriture
ja: 書き込み速度
ko: 쓰기 속도
pt: Taxa de escrita
ru: Запись
tr: Yazma Hızı
zh_hant: 寫入速率

# settings.menuBarValue.activity
source: 读写活动
ar: نشاط القرص
de: Festplattenaktivität
en: Disk Activity
es: Actividad del disco
fr: Activité du disque
ja: ディスク動作
ko: 디스크 활동
pt: Atividade do disco
ru: Активность диска
tr: Disk Etkinliği
zh_hant: 讀寫活動

# settings.menuBarValue.download
source: 下载速率
ar: التنزيل
de: Downloadrate
en: Download Rate
es: Velocidad de descarga
fr: Débit descendant
ja: ダウンロード速度
ko: 다운로드 속도
pt: Taxa de download
ru: Скачивание
tr: İndirme Hızı
zh_hant: 下載速率

# settings.menuBarValue.upload
source: 上传速率
ar: الرفع
de: Uploadrate
en: Upload Rate
es: Velocidad de subida
fr: Débit montant
ja: アップロード速度
ko: 업로드 속도
pt: Taxa de upload
ru: Отправка
tr: Karşıya Yükleme Hızı
zh_hant: 上傳速率

# settings.menuBarValue.throughput
source: 总速率
ar: السرعة الإجمالية
de: Gesamtrate
en: Total Rate
es: Velocidad total
fr: Débit total
ja: 合計速度
ko: 총 속도
pt: Taxa total
ru: Общая скорость
tr: Toplam Hız
zh_hant: 總速率

# settings.menuBarValue.level
source: 电量
ar: مستوى البطارية
de: Batteriestand
en: Battery Level
es: Nivel de batería
fr: Niveau de batterie
ja: バッテリー残量
ko: 배터리 잔량
pt: Nível da bateria
ru: Заряд
tr: Pil Düzeyi
zh_hant: 電量

# settings.menuBarValue.timeRemaining
source: 剩余时间
ar: الوقت المتبقي
de: Verbleibende Zeit
en: Time Remaining
es: Tiempo restante
fr: Temps restant
ja: 残り時間
ko: 남은 시간
pt: Tempo restante
ru: Осталось времени
tr: Kalan Süre
zh_hant: 剩餘時間

# settings.menuBarValue.state
source: 电源状态
ar: حالة الطاقة
de: Stromstatus
en: Power State
es: Estado de energía
fr: État d’alimentation
ja: 電源状態
ko: 전원 상태
pt: Estado de energia
ru: Состояние питания
tr: Güç Durumu
zh_hant: 電源狀態

# settings.menuBarValue.none
source: 不展示
ar: عدم العرض
de: Nicht anzeigen
en: Don’t Show
es: No mostrar
fr: Ne pas afficher
ja: 表示しない
ko: 표시 안 함
pt: Não mostrar
ru: Не показывать
tr: Gösterme
zh_hant: 不顯示

# settings.menuBarValue.swapOrder
source: 交换数值顺序
ar: تبديل ترتيب القيم
de: Werte tauschen
en: Swap Value Order
es: Intercambiar valores
fr: Inverser les valeurs
ja: 値の順序を入れ替える
ko: 값 순서 바꾸기
pt: Trocar ordem dos valores
ru: Поменять значения местами
tr: Değer Sırasını Değiştir
zh_hant: 交換數值順序

# menuBar.compact.metric.memory
source: 内存
ar: RAM
de: RAM
en: RAM
es: RAM
fr: RAM
ja: RAM
ko: RAM
pt: RAM
ru: RAM
tr: RAM
zh_hant: 記憶體

# menuBar.compact.metric.disk
source: 磁盘
ar: قرص
de: DSK
en: DSK
es: DSC
fr: DSQ
ja: ディスク
ko: 디스크
pt: DSC
ru: ДСК
tr: DSK
zh_hant: 磁碟

# menuBar.compact.metric.battery
source: 电池
ar: بط
de: BAT
en: BAT
es: BAT
fr: BAT
ja: 電池
ko: 배터리
pt: BAT
ru: БАТ
tr: PİL
zh_hant: 電池

# menuBar.compact.metric.network
source: 网络
ar: شبكة
de: NET
en: NET
es: RED
fr: RÉS
ja: 通信
ko: 네트워크
pt: REDE
ru: СЕТЬ
tr: NET
zh_hant: 網路

# menuBar.compact.prefix.load
source: 负
ar: L
de: L
en: L
es: L
fr: L
ja: L
ko: L
pt: L
ru: L
tr: Y
zh_hant: 載

# menuBar.compact.prefix.swap
source: 换
ar: S
de: S
en: S
es: S
fr: S
ja: S
ko: S
pt: S
ru: S
tr: T
zh_hant: 換

# menuBar.compact.prefix.read
source: 读
ar: ق
de: L
en: R
es: L
fr: L
ja: 読
ko: 읽
pt: L
ru: Ч
tr: R
zh_hant: 讀

# menuBar.compact.prefix.write
source: 写
ar: ك
de: S
en: W
es: E
fr: É
ja: 書
ko: 쓰
pt: E
ru: З
tr: W
zh_hant: 寫

# menuBar.compact.time.minutesFormat
source: %d分
ar: %dد
de: %dMin
en: %dm
es: %dmin
fr: %dmin
ko: %d분
pt: %dmin
ru: %dм
tr: %ddk

# menuBar.compact.time.hoursFormat
source: %d时
ar: %dس
de: %dStd
en: %dh
es: %dh
fr: %dh
ja: %d時間
ko: %d시간
pt: %dh
ru: %dч
tr: %dsa
zh_hant: %d時

# menuBar.compact.time.hoursMinutesFormat
source: %d时%d分
ar: %dس%dد
de: %dStd%dMin
en: %dh%dm
es: %dh%dmin
fr: %dh%dmin
ja: %d時間%d分
ko: %d시간%d분
pt: %dh%dmin
ru: %dч%dм
tr: %dsa%ddk
zh_hant: %d時%d分

# menuBar.compact.batteryState.charged
source: 满电
ar: ممتلئ
de: VOLL
en: FULL
es: LLENO
fr: PLEIN
ja: 満充電
ko: 완충
pt: CHEIA
ru: ПОЛН
tr: DOLU
zh_hant: 滿電

# menuBar.compact.batteryState.unplugged
source: 电池
ar: بط
de: BAT
en: BAT
es: BAT
fr: BAT
ja: 電池
ko: 배터리
pt: BAT
ru: БАТ
tr: PİL
zh_hant: 電池

# menuBar.compact.batteryState.acPower
source: 交流
ar: AC
de: NETZ
en: AC
es: CA
fr: SECT
ja: AC
ko: AC
pt: CA
ru: СЕТЬ
tr: AC

# settings.menuBarValue.custom
source: 自定义…
ar: تخصيص…
de: Eigene…
en: Custom…
es: Personalizado…
fr: Personnalisé…
ja: カスタム…
ko: 사용자화…
pt: Personalizado…
ru: Настроить…
tr: Özel…
zh_hant: 自訂…

# settings.menuBarValue.first
source: 第一个数值
ar: القيمة الأولى
de: Erster Wert
en: First Value
es: Primer valor
fr: Première valeur
ja: 1つ目の値
ko: 첫 번째 값
pt: Primeiro valor
ru: Первое значение
tr: Birinci Değer
zh_hant: 第一個數值

# settings.menuBarValue.secondOptional
source: 第二个数值（可选）
ar: القيمة الثانية (اختيارية)
de: Zweiter Wert (optional)
en: Second Value (Optional)
es: Segundo valor (opcional)
fr: Deuxième valeur (facultative)
ja: 2つ目の値（任意）
ko: 두 번째 값(선택 사항)
pt: Segundo valor (opcional)
ru: Второе значение (необязательно)
tr: İkinci Değer (İsteğe Bağlı)
zh_hant: 第二個數值（可選）

# detail.back
source: 返回
ar: رجوع
de: Zurück
en: Back
es: Volver
fr: Retour
ja: 戻る
ko: 뒤로
pt: Voltar
ru: Назад
tr: Geri

# detail.close
source: 关闭
ar: إغلاق
de: Schließen
en: Close
es: Cerrar
fr: Fermer
ja: 閉じる
ko: 닫기
pt: Fechar
ru: Закрыть
tr: Kapat
zh_hant: 關閉

# chart.timeline
source: 时间范围
ar: النطاق الزمني
de: Zeitraum
en: Time Range
es: Intervalo de tiempo
fr: Période
ja: 時間範囲
ko: 시간 범위
pt: Intervalo de tempo
ru: Диапазон времени
tr: Zaman Aralığı
zh_hant: 時間範圍

# chart.range30Minutes
source: 30 分钟
ar: 30 د
de: 30 Min.
en: 30 min
es: 30 min
fr: 30 min
ja: 30分
ko: 30분
pt: 30 min
ru: 30 мин
tr: 30 dk
zh_hant: 30 分鐘

# chart.range2Hours
source: 2 小时
ar: ساعتان
de: 2 Std.
en: 2 hr
es: 2 h
fr: 2 h
ja: 2時間
ko: 2시간
pt: 2 h
ru: 2 ч
tr: 2 sa
zh_hant: 2 小時

# chart.range24Hours
source: 24 小时
ar: 24 ساعة
de: 24 Std.
en: 24 hr
es: 24 h
fr: 24 h
ja: 24時間
ko: 24시간
pt: 24 h
ru: 24 ч
tr: 24 sa
zh_hant: 24 小時

# chart.disk.readCompact
source: 读
ar: ق
de: L
en: R
es: L
fr: L
ja: 読
ko: 읽
pt: L
ru: Ч
tr: R
zh_hant: 讀

# chart.disk.writeCompact
source: 写
ar: ك
de: S
en: W
es: E
fr: É
ja: 書
ko: 쓰
pt: E
ru: З
tr: W
zh_hant: 寫

# topProcesses.sortHelpFormat
source: 按%@排序
ar: ترتيب حسب %@
de: Nach %@ sortieren
en: Sort by %@
es: Ordenar por %@
fr: Trier par %@
ja: %@で並べ替え
ko: %@순으로 정렬
pt: Ordenar por %@
ru: Сортировать по %@
tr: %@ öğesine göre sırala
zh_hant: 依%@排序

# topProcesses.openActivityMonitor
source: 打开“活动监视器”
ar: فتح مراقب النشاط
de: Aktivitätsanzeige öffnen
en: Open Activity Monitor
es: Abrir Monitor de Actividad
fr: Ouvrir Moniteur d’activité
ja: アクティビティモニタを開く
ko: 활성 상태 보기 열기
pt: Abrir Monitor de Atividade
ru: Открыть Мониторинг системы
tr: Etkinlik İzleyici'yi Aç
zh_hant: 打開「活動監視器」

# component.empty.title
source: 未选择显示内容
ar: لم يتم اختيار محتوى للعرض
de: Keine Inhalte zur Anzeige ausgewählt
en: No content selected
es: No se seleccionó contenido
fr: Aucun contenu sélectionné
ja: 表示する内容が選択されていません
ko: 표시할 콘텐츠가 선택되지 않았습니다
pt: Nenhum conteúdo selecionado
ru: Нет выбранного содержимого
tr: İçerik Seçilmedi
zh_hant: 未選擇顯示內容
